
/* No comment provided by engineer. */
"%@ is not allowed to access the camera" = "%@ heeft geen toestemming de camera te gebruiken";

/* No comment provided by engineer. */
"%d month(s) remaining" = "%d resterende maand(en)";

/* No comment provided by engineer. */
"%d totaling in %d DASH" = "%1$d totaal in %2$d DASH";

/* 15 minutes */
"15M" = "15M";

/* 1 day */
"1D" = "1D";

/* 1 month */
"1M" = "1M";

/* 1 week */
"1W" = "1W";

/* 24 hours */
"24H" = "24U";

/* 2 days */
"2D" = "2D";

/* 2 hours */
"2H" = "2U";

/* 30 minutes */
"30M" = "30M";

/* 4 days */
"4D" = "4D";

/* 4 hours */
"4H" = "4U";

/* 5 minutes */
"5M" = "5M";

/* 6 hours */
"6H" = "6U";

/* 6 months */
"6M" = "6M";

/* No comment provided by engineer. */
"\nallow camera access in\nSettings->Privacy->Camera->%@" = "sta cameratoegang toe in\nInstellingen->Privacy->Camera->%@";

/* Abstain votes count title */
"Abstain" = "Onthouding";

/* No comment provided by engineer. */
"ADD" = "VOEG TOE";

/* No comment provided by engineer. */
"Add Comment" = "Voeg commentaar toe";

/* No comment provided by engineer. */
"Add Reply" = "Reageer";

/* No comment provided by engineer. */
"Address" = "Adres";

/* as in '2 months ago' */
"ago" = "geleden";

/* No comment provided by engineer. */
"Alert type" = "Alarmtype";

/* No comment provided by engineer. */
"Alert when over" = "Alarm als boven";

/* No comment provided by engineer. */
"Alert when under" = "Alarm als onder";

/* No comment provided by engineer. */
"Alloted" = "Toegewezen";

/* No comment provided by engineer. */
"Any" = "Elke";

/* As in 'By Username' */
"By" = "Door";

/* No comment provided by engineer. */
"Can't check the address contains 1000 Dash" = "Kan niet nagaan dat adres 1000 Dash bevat";

/* Cancel button */
"Cancel" = "Annuleer";

/* Price Screen */
"Choose Exchange" = "Kies beurs";

/* Price Screen */
"Choose Market" = "Kies markt";

/* No comment provided by engineer. */
"Completed\npayments" = "Voldaan\nbetalingen";

/* Current proposals */
"Current" = "Huidig";

/* No comment provided by engineer. */
"DASH" = "DASH";

/* No comment provided by engineer. */
"DASH per month" = "DASH per maand";

/* No comment provided by engineer. */
"Discussion" = "Discussie";

/* No comment provided by engineer. */
"Error" = "Fout";

/* No comment provided by engineer. */
"Exchange" = "Beurs";

/* No comment provided by engineer. */
"Final voting\ndeadline" = "Definitieve stemming\ndeadline";

/* No comment provided by engineer. */
"Hide Reply" = "Verberg reactie";

/* No comment provided by engineer. */
"Import using QR code" = "Importeer via QR-code";

/* as in 'in 2 hours' */
"in" = "in";

/* No comment provided by engineer. */
"In reply to" = "In reactie op";

/* No comment provided by engineer. */
"invalid API key" = "ongeldige API-sleutel";

/* No comment provided by engineer. */
"Join the discussion!" = "Neem deel aan de discussie!";

/* No comment provided by engineer. */
"Login to your account using DashCentral\nOpen DashCentral.org → My Account → Mobile Access and scan the QR code" = "Log in jouw account met DashCentral\nGa naar DashCentral.org → Mijn account → Mobiele toegang en scan de QR-code";

/* No comment provided by engineer. */
"Market" = "Markt";

/* No comment provided by engineer. */
"Masternode" = "Masternode";

/* No comment provided by engineer. */
"Masternode name (optional)" = "Masternode-naam (optioneel)";

/* No comment provided by engineer. */
"Monthly\namount" = "Maandelijks\nbedrag";

/* No comment provided by engineer. */
"My Dash Wallet" = "Mijn Dash-portemonnee";

/* No comment provided by engineer. */
"My Masternodes" = "Mijn masternodes";

/* No comment provided by engineer. */
"My Wallet Addresses" = "Mijn portemonnee-adres";

/* No comment provided by engineer. */
"Name" = "Naam";

/* No comment provided by engineer. */
"News" = "Nieuws";

/* No votes count title */
"No" = "Nee";

/* No comment provided by engineer. */
"no payments occurred yet" = "nog geen betalingen plaatsgevonden";

/* No comment provided by engineer. */
"No. This proposal needs additional %d Yes vote(s) to become funded" = "Nee. Dit voorstel heeft %d extra ja-stem(men) nodig om te worden gefinancierd";

/* No comment provided by engineer. */
"not a DASH QR code" = "geen DASH-QR-code";

/* No comment provided by engineer. */
"Not a valid masternode address. This address does not contain the required 1000 Dash" = "Geen geldig masternode-adres. Dit adres bevat niet de benodigde 1000 Dash";

/* ok */
"ok" = "oké";

/* No comment provided by engineer. */
"one-time payment" = "eenmalige betaling";

/* No comment provided by engineer. */
"One-time\npayment" = "Eenmalige\nbetaling";

/* Ongoing proposals */
"Ongoing" = "Doorlopend";

/* No comment provided by engineer. */
"Over %@" = "Boven de %@";

/* No comment provided by engineer. */
"Owner" = "Eigenaar";

/* Past proposals */
"Past" = "Verleden";

/* No comment provided by engineer. */
"Payment\nadded / end" = "Betaling\ntoegevoegd / geëindigd";

/* No comment provided by engineer. */
"Portfolio" = "Portfolio";

/* No comment provided by engineer. */
"Price" = "Prijs";

/* No comment provided by engineer. */
"Price Alert" = "Prijsalarm";

/* No comment provided by engineer. */
"Price alerts" = "Prijsalarms";

/* No comment provided by engineer. */
"Proposal" = "Voorstel";

/* No comment provided by engineer. */
"proposal owner" = "eigenaar voorstel";

/* No comment provided by engineer. */
"Proposals" = "Voorstellen";

/* No comment provided by engineer. */
"Reply" = "Antwoord";

/* No comment provided by engineer. */
"required" = "vereisd";

/* No comment provided by engineer. */
"SAVE" = "SLA OP";

/* Search bar placeholder */
"Search" = "Zoek";

/* No comment provided by engineer. */
"Settings" = "Instellingen";

/* No comment provided by engineer. */
"Show full description" = "Toon volledige beschrijving";

/* No comment provided by engineer. */
"Submit your comments and exchange your ideas on this proposal" = "Stuur je reacties in en deel je gedachten over dit voorstel";

/* No comment provided by engineer. */
"Superblock" = "Superblok";

/* No comment provided by engineer. */
"Total" = "Totaal";

/* No comment provided by engineer. */
"Under %@" = "Onder %@";

/* No comment provided by engineer. */
"Value in USD" = "Waarde in USD";

/* No comment provided by engineer. */
"Voting deadline" = "Stemdeadline";

/* No comment provided by engineer. */
"Wallet Address" = "Portemonnee-adres";

/* No comment provided by engineer. */
"Wallet name (optional)" = "Portemonneenaam (optioneel)";

/* No comment provided by engineer. */
"Will be\nfunded" = "Zal worden\ngefinancierd";

/* No comment provided by engineer. */
"Write a comment..." = "Geef een reactie...";

/* Will be funded - yes
   Yes votes count title */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Your DASH" = "Jouw DASH";
